tap "ahmetb/kubectx", "https://github.com/ahmetb/kubectx.git"
tap "beeftornado/rmtree"
tap "creativeprojects/tap"
tap "derailed/k9s"
tap "github/gh"
tap "goreleaser/tap"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kubecolor/tap"
tap "minio/stable"
tap "yt-dlp/taps"
brew "act"
brew "age"
brew "libyaml"
brew "openssl@3"
brew "xz"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "argocd"
brew "autoconf"
brew "bash"
brew "oniguruma"
brew "bat"
brew "gettext"
brew "bind"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "colordiff"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "dnsmasq"
brew "dos2unix"
brew "eza"
brew "fd"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "grepcidr"
brew "hadolint"
brew "helm"
brew "highlight"
brew "htop"
brew "iperf3"
brew "jq"
brew "krb5"
brew "kubeconform"
brew "kubectx"
brew "ldns"
brew "logrotate", restart_service: true
brew "lychee"
brew "mas"
brew "nano"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "openssh"
brew "prometheus"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "sops"
brew "ssh-audit"
brew "ssh-copy-id", link: true
brew "starship"
brew "terminal-notifier"
brew "tflint"
brew "tmux"
brew "tree"
brew "unp"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "creativeprojects/tap/resticprofile"
brew "goreleaser/tap/goreleaser"
brew "goreleaser/tap/nfpm"
brew "hashicorp/tap/terraform"
brew "kubecolor/tap/kubecolor"
brew "minio/stable/mc"
cask "alfred"
cask "android-platform-tools"
cask "appcleaner"
cask "calibre"
cask "chromium"
cask "docker"
cask "flux"
cask "font-fira-sans"
cask "font-meslo-lg-nerd-font"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "launchcontrol"
cask "macfuse"
cask "obsidian"
cask "ql-ansilove"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "sublime-text3"
cask "syncthing"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "witch"
mas "Better Rename 9", id: 414209656
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "The Unarchiver", id: 425424353
mas "Tyme 2", id: 1063996724
mas "WireGuard", id: 1451685025
